Repository: mohammadsakhidel/iot-project
Catalog: FRONT-END/legacy-tracking-solution/TrackingUxLib/Resources/Values/Strings.*.resx
Languages: fa

# AccountExpirationDate
source: Account Expiration
fa: تاریخ اتمام اعتبار

source: Active Account
fa: حساب فعال

source: Address
fa: آدرس

# ApiErrorMessage
source: An error accurred communication to the server. Please try again.
fa: خطایی در ارتباط با سرور رخ داده است، لطفاً مجدداً تلاش کنید.

# AppName
source: DotMum
fa: کوکید

source: Are you sure?
fa: آیا اطمینان دارید؟

source: Birth Date
fa: تاریخ تولد

source: Cancel
fa: انصراف

source: Color
fa: رنگ

# ConfigTerminal
source: Config Device
fa: پیکربندی دستگاه

# Confirm
source: OK
fa: تأیید

source: Customer
fa: مشتری

source: Customers
fa: مشتریان

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Edit Customer
fa: ویرایش اطلاعات مشتری

source: Email
fa: ایمیل

# ErrorMessageBoxCaption
source: Error
fa: خطا

source: Female
fa: زن

# Footer
source: All rights reserved.
fa: تمامی حقوق برای KOOKID محفوظ است.

source: Full Name
fa: نام و نام خانوادگی

source: Gender
fa: جنسیت

source: ID
fa: شناسه

source: Initial Validity
fa: اعتبار اولیه

# InputRequiredFields
source: Please input all required fields.
fa: لطفاً فیلدهای اجباری را مشخص نمایید.

# InvalidEmailAddress
source: The input email is invalid.
fa: ایمیل وارد شده معتبر نیست.

# InvalidPasswordConfirm
source: Password confirmation is invalid.
fa: تکرار گذرواژه صحیح نیست

# InvalidPhoneNumber
source: The mobile number is invalid.
fa: شماره همراه وارد شده معتبر نیست.

source: Male
fa: مرد

source: Manufacturer / Device ID
fa: شناسه دستگاه / تولیدکننده

source: Marketer
fa: بازاریاب

# MessageBoxCaption
source: System Message
fa: پیام سیستم

source: Model
fa: مدل

source: New
fa: جدید

source: New Customer
fa: مشتری جدید

# NewTerminal
source: New Device
fa: ثبت دستگاه جدید

source: No
fa: خیر

# NoLimitAccount
source: Unlimitted
fa: نامحدود

# OneMonthAccount
source: One Month
fa: یک ماهه

# OneYearAccount
source: One Year
fa: یک ساله

source: Password
fa: گذرواژه

# PasswordConfirm
source: Confirm Password
fa: تکرار گذرواژه

# PhoneNumber
source: Mobile Number
fa: شماره همراه

source: Please wait...
fa: لطفاً صبور باشید...

source: Port Number
fa: شماره پورت

source: Product
fa: محصول

# product_kids_watch
source: Kid Watch
fa: ساعت کودک

# product_model_q50
source: Q50
fa: مدل کیو 50

# product_model_variant_black
source: Black
fa: سیاه

# product_model_variant_blue
source: Blue
fa: آبی

# product_model_variant_pink
source: Pink
fa: صورتی

# product_model_variant_yellow
source: Yellow
fa: زرد

# Province_City
source: State / City
fa: استان / شهر

# QuestionMessageBoxCaption
source: Question
fa: پرسش

# SaveTime
source: Saving Time
fa: زمان ثبت

source: Server
fa: سرور

source: Server:Port
fa: پورت : سرور

# SixMonthAccount
source: 6 Months
fa: 6 ماهه

source: Statements
fa: ملاحظات

# SuccessfullyDone
source: Operation successfull done.
fa: با موفقیت انجام شد

# Terminals
source: Devices
fa: دستگاه ها

# TestTerminal
source: Test Device
fa: تست دستگاه

# ThreeMonthAccount
source: 3 Months
fa: 3 ماهه

source: Type
fa: نوع

# UserName
source: Password
fa: نام کاربری

source: Variant
fa: نوع

source: Yes
fa: بله

# EditTerminal
source: Edit Device
fa: ویرایش اطلاعات دستگاه

source: Manufacturer
fa: تولیدکننده

# TerminalSearch
source: Search Termial
fa: جستجوی دستگاه

source: Search
fa: جستجو

# InvalidPortNumber
source: The input port number is invalid.
fa: شماره پورت وارد شده معتبر نیست.

# InvalidTerminalID
source: The input device ID is invalid.
fa: شناسه دستگاه وارد شده صحیح نیست.

source: Center Number
fa: شماره تلفن نظارت

source: Change Server
fa: تغییر سرور

source: Connect
fa: برقراری ارتباط

# ConnectToTerminal
source: Connect To the Device
fa: ارتباط با دستگاه

# Contact1Name
source: 1st Contact Name
fa: نام مخاطب 1

# Contact2Name
source: 2nd Contact Namt
fa: نام مخاطب 2

# Contact3Name
source: 3rd Contact Name
fa: نام مخاطب 3

# Contact4Name
source: 4th Contact Name
fa: نام مخاطب 4

# Contact5Name
source: 5th Contact Name
fa: نام مخاطب 5

# DeviceNotConnectedMessage
source: Connecting to the device failed. Please make sure the device is ON and connected to the network.
fa: ارتباط دستگاه با سرور برقرار نشده است، لطفاً از روشن بودن دستگاه و برقراری ارتباط اینترنت آن اطمینان حاصل کنید.

source: English
fa: انگلیسی

source: Factory Reset
fa: بازگشت به تنظیمات کارخانه

# FactoryResetWarning
source: Are you sure for reseting to the factory settings?
fa: نسبت به بازگشت دستگاه به تنظیمات کارخانه اطمینان دارم

source: Language
fa: زبان

source: Language and Time Zone
fa: زبان و منطقه زمانی

source: Low Battery SMS
fa: پیامک اتمام شارژ باتری

# LowBatterySmsStatusText
source: Send Low Battery SMS
fa: ارسال پیامک اتمام شارژ باتری به شماره ناظر

# MakeCall
source: Call
fa: برقراری تماس

# RemoveAlarm
source: Watch Removal Alarm
fa: هشدار جداشدن ساعت

# RemoveAlarmSms
source: Watch Removal SMS
fa: پیامک جدا شدن ساعت

# RemoveAlarmSmsStatusText
source: Send watch removal SMS to the center number
fa: ارسال پیامک به شماره تلفن نظارت هنگام جدا شدن ساعت از دست کودک

# RemoveAlarmStatusText
source: Send watch removal alarm
fa: ارسال هشدار هنگام جدا شدن ساعت از دست کودک

source: Second(s)
fa: ثانیه

source: Send Command
fa: ارسال فرمان

# SmsToSOS
source: SOS SMS
fa: پیامک زمان اضطرار

# SmsToSOSStatusText
source: Send SOS SMS
fa: ارسال پیامک به شماره تلفن های تماس اضطراری در زمان اضطرار

# Sos1
source: 1st SOS Number
fa: شماره تماس اضطراری اول

# Sos2
source: 2nd SOS Number
fa: شماره تماس اضطراری دوم

# Sos3
source: 3rd SOS Number
fa: شماره تماس اضطراری سوم

source: SOS Numbers
fa: شماره های تماس اضطراری

source: Tehran
fa: تهران

# TerminalContacts
source: Device Contacts
fa: مخاطبین دستگاه

# TerminalPassword
source: Device Password
fa: گذرواژه دستگاه

source: Time Zone
fa: منطقه زمانی

source: Upload Interval
fa: فاصه زمانی بارگذاری

# InvalidNumber
source: The number has incorrect format.
fa: عدد وارد شده دارای فرمت صحیح نیست

source: Command
fa: فرمان

source: Count
fa: تعداد

# GetVersionCommand
source: Get Device Version Command
fa: فرمان پرس و جوی ورژن نرم افزار دستگاه

# MakeCallCommand
source: Call Command
fa: فرمان برقراری تماس توسط دستگاه

# MessageText
source: Message
fa: متن پیام

source: Power Off Command
fa: فرمان خاموش شدن دستگاه

source: Restart Command
fa: فرمان راه اندازی مجدد دستگاه

source: Select .wav file
fa: انتخاب فایل صوتی .wav

# SendCommandToTerminal
source: Send Command
fa: ارسال فرمان به دستگاه

# SendFlowersCommand
source: Flower Command
fa: فرمان ارسال گل برای دستگاه

# SendMessageCommand
source: Text Message Command
fa: فرمان ارسال پیام متنی به دستگاه

# SendVoiceCommand
source: Voice Message Command
fa: فرمان ارسال پیام صوتی به دستگاه

# PowerOffWarning
source: After you turned it off, you wouldn't be able to turn it on remotely. Are you sure?
fa: در صورت خاموش کردن دستگاه شما قارد نخواهید بود از طریق نرم افزار آن را روشن کنید و حتما می بایست بصورت دستی روشن شود، آیا اطمینان دارید؟

# SelectFileRequired
source: Please select a file
fa: لطفاً یک فایل را انتخاب نمایید.

# AppNameDesc
source: Your Tracking Solution
fa: بچه من کجاست؟

source: Contact us
fa: ارتباط با ما

source: Download Application
fa: دانلود اپلیکیشن

source: Remember Me
fa: مرا به خاطر بسپار

source: Sign in
fa: ورود به سیستم

# AccountIsBlocked
source: Your account has been blocked.
fa: حساب کاربری شما مسدود شده است.

# IncorrectPassword
source: Input password is invalid.
fa: گذرواژه وارد شده صحیح نیست.

# InvalidUserName
source: The user name is invalid.
fa: نام کاربری وارد شده معتبر نیست.

# RequiredPassword
source: Password is required.
fa: گذرواژه را وارد کنید.

# RequiredUserName
source: User name is required.
fa: نام کاربری را وارد کنید.

source: Sign out
fa: خروج

# SubscriberPanel
source: Features
fa: امکانات

# SubscriberTerminals
source: Your Devices
fa: دستگاه های شما

source: Account Settings
fa: تنظیمات حساب

source: Dear user
fa: مشترک گرامی

source: Fence
fa: محدوده مجاز تردد

source: Route History
fa: تاریخچه مسیر

# TerminalConfiguration
source: Device Configuration
fa: پیکربندی دستگاه

source: Tracking
fa: مکان یابی

source: User
fa: کاربر

source: Welcome
fa: خوش آمدید

# ErrorConnectingToTheServer
source: An error accurred connecting to the server. Please try again.
fa: خطایی در ارتباط با سرور رخ داده است، لطفاً مجدداً تلاش کنید.

# WebConstantTitle
source: DotMum
fa: کوکید | Kookid

source: Last Activity Time
fa: آخرین فعالیت

source: Display Name
fa: عنوان نمایش

source: Close
fa: بستن

source: Offline
fa: آفلاین

source: Online
fa: آنلاین

# TerminalsPageDesc
source: List of devices
fa: لیست دستگاه های متعلق به شما به شرح زیر است، می توانید عنوان نمایش دستگاه ها را ویرایش نمایید.
